Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Strand Lobben paragraph 207: ‘Generally, the best interests of the child dictate, on the one hand, that the
nb: Dette er fremhevet av EMD i mange saker, blant annet i Strand Lobben-dommen avsnitt 207, der det heter:

source: On the background of these general starting points, I will consider more specifically the Court’s view on the proportionality of DNA retention.
nb: På bakgrunn av disse generelle utgangspunktene går jeg over til å se mer konkret på EMDs syn på forholdsmessigheten av registrering av DNA-profiler.

source: “Through the church records and other sources we can find about 50 Sami – women and men –
nb: «Gjennom kirkebøkene og andre kilder kan vi finne et 50 talls samer - kvinner og menn - som har holdt

source: That Mr Joramo, and perhaps also some other individuals in Manndalen, also prior to 1920 were
nb: At Joramo, og kanskje også enkelte andre i Manndalen, også før 1920 var kjent med salget, er imidlertid ikke

source: In Proposition to the Odelsting No. 46 (2004–2005), amendments were proposed to the 1961 Copyright Act, including the implementation of the Copyright Directive into Norwegian law.
nb: 46 (2004–2005) ble det foreslått endringer i åndsverkloven 1961 blant annet for å gjennomføre opphavsrettsdirektivet i norsk rett.

source: In its appeal to the Supreme Court, GSK claims that the consequence is that shades which physicians and pharmacists are unable to distinguish from GSK dark purple in a sales situation cannot be used either.
nb: I anken til Høyesterett er det angitt at konsekvensen må bli at heller ikke fargenyanser som leger og farmasøyter ikke evner å skille fra GSK mørk lilla i en omsetningssituasjon, kan benyttes.

source: It is our experience that it is feasible for both
nb: Som det fremgår, er det tale om et svært alvorlig forhold.

source: However, the more detailed circumstances, including the seriousness of the violation, have implications for the proportionality assessment, cf. Rt. 2011, page 948, paragraph 38.
nb: Men de nærmere omstendigheter, herunder overtredelsenes alvor, har betydning for forholdsmessighetsvurderingen, jf. 2011 side 948 avsnitt 38.

source: This was done shortly before the attack on C on 29 December.
nb: Dette skjedde kort tid før angrepet på C den 29. desember.

source: found no basis for adopting disciplinary measures against the judge.
nb: Tilsynsutvalget fant ikke grunnlag for å reagere med disiplinærtiltak overfor dommeren.

source: However, that is not decisive with regard to the protection under section 24 against extraction from and reutilisation of Lovdata’s databases.
nb: Dette er imidlertid ikke avgjørende for vernet etter § 24 mot uttrekk fra og gjenbruk av Lovdatas databaser.

source: It cannot be excluded that the Constitution Article 95 and the ECHR Article 6 may have the result that Norwegian courts must allow the action despite the case being subject to arbitration, if arbitration proceedings will not meet the requirements for a fair trial set out in these provisions.
nb: Det kan ikke utelukkes at Grunnloven § 95 og EMK artikkel 6 kan føre til at norske domstoler må fremme søksmål til behandling til tross for at saken hører under voldgift, dersom voldgiftsbehandlingen ikke vil tilfredsstille de krav til rettferdig rettergang som følger av disse bestemmelsene.

source: Against this background, I have concluded that a mutually binding agreement was entered into between NF and ReeM under which ReeM was to issue 75,000 shares in return for NF's paying a subscription price of NOK 12 million.
nb: Jeg er på denne bakgrunn kommet til at det ble inngått en gjensidig forpliktende og bindende avtale mellom NF og ReeM som innebærer at ReeM skulle levere 75 000 aksjer mot at NF innbetalte 12 millioner kroner.

source: differences in execution alone cannot be decisive to the assessment under Article 3 ECHR.
nb: kan slike forskjeller i gjennomføringen ikke i seg selv være avgjørende ved vurderingen etter EMK artikkel 3.

source: The Regulations may not derogate from provisions in the Constitution.
nb: Forskriftene kan ikke fravike regler i Grunnloven.

source: principal submissions are as follows:
nb: har i hovedsak anført:

source: In this connection I must mention that in Mayor Wennberg’s letter of 9
nb: I denne sammenheng nevner jeg at i ordfører Wennbergs brev til amtmannen i Troms av 9.

source: I refer to my account of the clear political disagreement regarding the introduction of non-time-limited structural quotas prior to the 2005 Regulation.
nb: Jeg viser til min redegjørelse for den klare politiske uenigheten om innføringen av tidsubegrensete strukturkvoter som forelå forut for 2005-forskriften.

source: Application of the arm's length principle in section 13-1 of the Taxation Act to costs for intra-group R&D
nb: Anvendelse av armlengdeprinsippet i skatteloven § 13-1 på kostnader til forskning og utvikling (FoU) i konsernforhold

source: The European Court of Human Rights had no doubt that the company had the position of a party that was a “victim”, see Article 34 of the ECHR.
nb: For EMD var det ikke omstridt at selskapet hadde partsstilling som ”offer”, jf. EMK artikkel 34.

source: as a model when building the film car Il Tempo Gigante.
nb: som forbilde ved byggingen av filmbilen Il Tempo Gigante.

source: Credit for time spent in custody is 986 days."
nb: Varetektsfradraget utgjør 986 dager."

source: The court of appeal has considered it proven that A assisted D, L, P, G, H and I in various ways.
nb: Lagmannsretten har funnet bevist at A har bistått D, L, P, G, H og I på forskjellige måter.

source: I agree that this wording – allegedly used for the first time by Professor Atle Grahl-Madsen in his comments to the Refugee Convention of 1963 page 14 – gives a good starting point for interpretation of the restricted scope of the exemption.
nb: Jeg er enig i at denne formuleringen – som visstnok første gang ble anvendt av professor Atle Grahl-Madsen i hans kommentar til flyktningkonvensjonen fra 1963 side 14 – gir et godt utgangspunkt for forståelsen av unntakets begrensede rekkevidde.

source: The most comprehensive of these decisions, the Environment Protection Authority versus Caltex Refining Co Pty Ltd in 1993, was handed down by the Australian Supreme Court with dissenting votes, and shows that the prevailing law varies from country to country.
nb: Den mest omfattende av avgjørelsene, Environment Protection Authority mot Caltex Refining Co Pty Ltd fra 1993, ble avsagt av australsk høyesterett under dissens og viser at gjeldende rett varierer fra land til land.

source: The Supreme Court applied this principle in the “Augusta judgment” in Rt-1906-165, on page 166.
nb: Høyesterett bygget på dette i Augusta-dommen, Rt-1906-165, på side 166.

source: I am not disregarding the possibility that a third party also under Norwegian law may be bound by an arbitration clause by – like Skaugen – having actively participated in the contract negotiations.
nb: Jeg ser ikke bort fra at en tredjemann etter omstendighetene også etter norsk rett kan bli bundet av en voldgiftsklausul ved – som Skaugen – å ha deltatt aktivt i avtaleforhandlingene.

source: Finally, at paragraph 48, the Court states that it is important for the purpose of explaining the verdict both to the accused and to the public at large to highlight the considerations that have persuaded the jury of the accused's guilt or innocence and to indicate the precise reasons why each of the questions has been answered in the affirmative or the negative.
nb: Avslutningsvis i avsnitt 48 heter det at det er viktig for å kunne forklare domfellelsen både for den domfelte og publikum, at det fremheves hva som har overbevist juryen om domfeltes skyld eller uskyld, og gis presise grunner for hvorfor hvert spørsmål er blitt besvart positivt eller negativt.

source: that regard, the court of appeal has emphasised the age difference – in March 2015, A was 29 years old – and the fact that they were in a superior-inferior relationship.
nb: I den forbindelse har lagmannsretten fremhevet aldersforskjellen – A var i mars 2015 29 år – og at det i realiteten forelå et over-/underordningsforhold mellom dem.

source: It has not been disputed that A's support falls under "financial or other material support" in section 147 (d).
nb: Det er ikke omtvistet at As støtte faller inn under uttrykket "økonomisk eller annen materiell støtte" i § 147 d.

source: In Proposition 90 L (2015–2016) regarding amendments in the Immigration Act, it is mentioned on page 150 that widespread use of false identities is a "serious security threat".
nb: I Prop. 90 L (2015–2016) om endringer i utlendingsloven pekes det på side 150 blant annet på at omfattende bruk av falske identiteter er en "alvorlig sikkerhetstrussel".

source: Another requirement is that documentation of reasonable grounds for suspecting the person of the criminal act must be provided, see section 10 subsection 2, cf. Article 5 (1) of the Treaty.
nb: Videre kreves at det skal foreligge dokumentasjon for at det er skjellig grunn til mistanke mot vedkommende for den straffbare handling, se § 10 nr 2 jf avtalen artikkel 5 nr 1.

source: It was also referred to the fact that both parties were represented by counsels.
nb: Det ble også vist til at begge parter var representert med prosessful mektig.

source: The grounds of judgment are inadequate in terms of the conviction of recruitment under count III a of the indictment; in the alternative, the judgment must be set aside on this count.
nb: Domsgrunnene er utilstrekkelige for så vidt gjelder domfellelsen for rekruttering under tiltalens post III a, og dommen må subsidiært oppheves på dette punktet.

source: The Supreme Court has previously established that the purpose of the Convention is to "protect people who need it from persecution due to characteristics of those persons that are so fundamental that they cannot and cannot be expected to abandon them", see the Supreme Court judgment in Rt. 2012 page 494 para 36.
nb: Høyesterett har tidligere slått fast at formålet med konvensjonen er å "beskytte de som har behov for det, mot forfølgelse på grunn av forhold ved deres person som er så grunnleggende at de ikke kan eller ikke kan forventes å ville oppgi dem", jf. 2012 side 494 avsnitt 36.

source: The tolerance limit under section 2 of the Easement Act
nb: Spørsmål om tålegrensen etter servituttloven § 2

source: But the fact that C, in 2012, received more than half of his salary in advance was also a considerable means of pressure that year.
nb: Men også den situasjon at C i 2012 fikk mer enn halvparten av betalingen på forskudd, innebar for dette året et betydelig element av press.

source: on Roltdal State Common, then the reindeer have also pastured farther west at certain times.
nb: har også reinen beitet lengere vestover til enkelte tider.

source: As I have mentioned, the Convention grants protection in connection with objective sur place, which forms the basis for the wording on this point, see Zimmermann (red.), The 1951 Convention Relating to the Status of Refugees and its 1967 Protocol – A Commentary, 2011, page 329.
nb: Konvensjonen gir som nevnt beskyttelse ved objektiv sur place, og det er bakgrunnen for ordlyden på dette punkt, jf. Zimmermann (red.), The 1951 Convention Relating to the Status of Refugees and its 1967 Protocol – A Commentary, 2011, side 329.

source: What should be registered:
nb: Dette er registrert:

source: Our case thus differs from that in HR-2015-2536-A and those from the Court of Human Rights referred to therein, which concern information that is otherwise not available to the public.
nb: Vår sak står her i en annen stilling enn saken i HR-2015-2536-A og de saker fra EMD som det er vist til der, og som gjelder saker der informasjonen ellers ikke ville være tilgjengelig for offentligheten.

source: The complaint concerned the judge's statements in the parties' previous complaint case, TU Case 17-089.
nb: Klagen gjaldt dommerens uttalelse i partenes forrige klagesak, TU-sak 17-089.

source: Based on the information stated in document 04,04 - especially page 6 - the Court of Appeal believes that the film recordings mentioned here can give PST very valuable clues."
nb: Ut fra de opplysninger som fremgår av dok 04,04 – særlig s. 6 – er det lagmannsrettens oppfatning at de her nevnte filmopptakene kan gi PST meget verdifulle spor."

source: The question whether Sara's rights under ECHR P1-1 have been violated
nb: Spørsmålet om Saras rettigheter etter EMK P1-1 er krenket

source: In any event, the law establishes that any restrictions in contact with other prisoners must not constitute a disproportionate intervention.
nb: Av det jeg har sagt om fredningsvedtakets rekkevidde, følger at fellelsen av A må begrenses til framskap, matskap, skatoll og benker.

source: On this basis, as well as the weighing of interests that I have made, I have concluded that there is no basis for the protection of sources to be waived in accordance with Section 125, paragraph three, first sentence.
nb: På bakgrunn av dette, og den interesseavveiningen jeg har foretatt, er jeg kommet til at det ikke er grunnlag for at kildevernet skal vike etter § 125 tredje ledd første punktum.

source: In Norwegian law, the principle is applied in the Arbitration Act section 18.
nb: I norsk rett er prinsippet lagt til grunn i voldgiftsloven § 18.

source: The strong ties and B's need for affiliation with her foster parents indicate that consent to adoption should be given.
nb: Fars forhold til barnevernet og fosterforeldrene problematiseres heller ikke, til tross for at dette synes å ha innvirkning på jenta og hennes omsorgsmiljø.

source: Maori representatives had entered into an agreement with the authorities that they believed served the interests of the minority.
nb: Representanter for maoriene hadde inngått en avtale med myndighetene som de mente tjente minoritetsgruppens interesser.

source: depreciation on the book value of the structural quotas is the basis for Volstad's assumption that the company has lost on the change-over in 2007 and must automatically be taken for a basis.
nb: At dette selskapet jevnlig vil generere et overskudd som minst tilsvarer avskrivningen på den bokførte verdien av strukturkvotene, er grunnlaget for Volstads forutsetning om at selskapet har tapt på omleggingen i 2007, og må uten videre legges til grunn.

source: This expectation was shattered by the 2007 Regulation, in that the shipping company will have to surrender its structural quotas after the 2032 season.
nb: Denne forventningen ble brutt ved 2007-forskriften ved at rederiet må gi avkall på strukturkvotene etter 2032-sesongen.

source: The CEPEJ will also adopt a Manual to develop dashboards to facilitate court management.
nb: DA bør også sørge for at det etableres en form for nasjonal referansegruppe for vitnestøtte.

source: Dialogue meeting on independence and accountability in Bosnia and Herzegovina (BiH)
nb: Dialogmøte om uavhengighet og ansvarlighet i Bosnia-Hercegovina (BiH)

source: (113) C and her family were removed to Bosnia-Hercegovina in March 2012.
nb: (113) C og hennes familie ble uttransportert til Bosnia-Hercegovina i mars 2012.

source: For cases that involve long-term confiscation, the Supreme Court's appeals committee issued the following guidelines in Rt (Retstidende - statutes) 2006 page 254:
nb: For saker der det er snakk om beslag over lengre tid, har Høyesteretts kjæremålsutvalg gitt følgende retningslinjer for vurderingen i Rt (Retstidende) 2006 side 254:

source: Whether a forced liquidation could be the result depends on a number of uncertain conditions, such as the choices with respect to regulation the siida and the authorities will make when the number has been reduced to 2 000.
nb: Om tvangsavvikling kan bli resultatet, avhenger av en rekke usikre omstendigheter, blant annet hvilke valg med hensyn til reguleringsløsninger siidaen og myndighetene tar når reintallet har kommet ned på 2 000.

source: However, there is no doubt that insofar as Get AS distributes TV channels containing protected works, this requires that Get AS ensures that its use is cleared.
nb: Imidlertid er det ingen tvil om at i den grad Get AS distribuerer tv-kanaler som inneholder beskyttede verk, fordrer det at Get AS sikrer at bruken er klarert.

source: Commercial catching has been carried out since 2013, which is said to be first year Norwegian fisheries authorities permitted snow crab fishing in the Loophole.
nb: Kommersiell fangst har funnet sted siden 2013, som visstnok var første året norske fiskerimyndigheter ga tillatelse til fangst av snøkrabbe i Smutthullet.

source: The Ministry's order implies that Sara must cull his herd down to 75 reindeer.
nb: Departementets pålegg innebærer at Sara må redusere til 75 rein.

source: Neither of the aggrieved parties spoke any Norwegian, but their English was okay.
nb: Ingen av de fornærmede hadde norskkunnskaper, men de behersket engelsk brukbart.

source: Also, there are no other sources that do, see Giuditta Cordero-Moss, International private law, 2013, page 257.
nb: Det finnes heller ikke andre kilder som gjør det, se Giuditta Cordero-Moss, Internasjonal privatrett, 2013, side 257.

source: From 1851 to 1877 he had lived in Selbu,
nb: Schive hadde fra 1851 til 1877 bodd i Selbu hvor hans far var lensmann.

source: January 2015 in Case C-375/13
nb: januar 2015 i sak C-375/13

source: But it is a fact that B did reduce the speed before turning the boat and accelerating into the waves.
nb: Men det er et faktum her at B reduserte hastigheten før han snudde båten og akselererte inn i bølgene.

source: Secondly, the Court referred to the fact that some countries, such as France, have made provision for the right of appeal in assize court proceedings and for the publication of a statement of reasons in assize court decisions.
nb: Domstolen viser for det andre til at enkelte medlemsland, som Frankrike, har innført en ordning med to-instansbehandling i assize-domstoler, og offentliggjøring av grunner for assize-domstolers avgjørelser.

source: They came from Romania and in 2004 they had lived in Germany for 14 years.
nb: De kom fra Romania og hadde i 2004 bodd i Tyskland i 14 år.

source: The Supreme Court concluded unlike the lower instances that this was an infringement of the trademark proprietor's exclusive right pursuant to the Trademarks Act section 4.
nb: Selv om bruken fant sted etter at salg var gjennomført, og selv om firmaets faste kundekrets var orientert om leverandørskiftet, kom Høyesterett til at det forelå en overtredelse av varemerkeloven § 4.

source: The requirement of a clear legal basis in Article 96 of the Constitution, Article 7 of the European Convention on Human Rights (ECHR) and Article 15 of the International Covenant on Civil and Political Rights (ICCPR) set limits for the use of the penal provisions.
nb: Kravet til klar lovhjemmel i Grunnloven § 96, Den europeiske menneskerettskonvensjon (EMK) artikkel 7 og FN-konvensjonen om sivile og politiske rettigheter (SP) artikkel 15 setter skranker for anvendelse av straffebudene.

source: On page 4 of the Report it then says that “Within Norway nomadic Lapps thus came south to Tydalen probably somewhat before the end of the 17th
nb: I innberetningen side 4 uttales det så at «Inden Norge kom saaledes nomadiserende Lapper antagelig noget før Udgangen af det 17de Aarhundrede syd til Tydalen».

source: The case law regarding this provision also provides no grounds for distinguishing between home-based and other enterprises.
nb: Og praksis etter denne bestemmelsen gir heller ikke grunnlag for å sondre mellom hjemmebaserte og andre selskaper.

source: A has explained that she saw that C was walking unsteadily on the icy and slippery road.
nb: A har forklart at hun så at C gikk ustødig på grunn av at veien var islagt og glatt.

source: This was clarified in particular in the European Court of Justice's ruling C-191/01
nb: Dette er kommet særlig klart til uttrykk i EU-domstolens avgjørelse C-191/01

source: "The majority concludes that B went through the safety routines before starting the ride with the participants.
nb: "Flertallet legger til grunn at B gjennomgikk sikkerhetsrutinene før turen startet med deltakerne.

source: When GSK in 2013 launched Relvar, a generic product of Seretide, in blue, this caused reactions.
nb: Da GSK i 2013 lanserte Relvar, et generika-produkt av Seretide, i blått, ble det reaksjoner.

source: In this regard, it has been clarified that a clear wording is not sufficient if other sources of law entail that the state of the law does not give reasonable guidance."
nb: Det er i denne sammenheng avklart at det ikke er tilstrekkelig med en klar lovtekst dersom andre rettskilder medfører at rettstilstanden likevel må sies ikke å gi rimelig veiledning."

source: In the court of appeal's view, the conditions for human trafficking are met for all the four seasons D and E worked for A and for 2012 when C worked at Ø.
nb: Etter lagmannsrettens vurdering er vilkårene for menneskehandel oppfylt for alle de fire sesongene D og E arbeidet for A og for 2012 da C arbeidet på Ø.

source: consider complaints against professional judges, this part of the complaint was dismissed.
nb: Ettersom Tilsynsutvalget kun kan behandle klager på fagdommere, ble denne delen av klagen avvist.

source: “Even though the Lapps were not in the habit of staying in the said west tract farther north than
nb: «Om end Lapperne ikke har pleiet at sidde i den omhandlede vestre Strækning længer mod Nord end til

source: Thus, to me it is clear that it cannot be assumed that GSK dark purple is well known in the circle or trade as a specific company's sign.
nb: Jeg finner det da klart at det ikke kan legges til grunn at GSK mørk lilla er godt kjent i omsetningskretsen som særlig kjennetegn for en bestemt virksomhet.

source: The riding of stern waves as described here is reportedly a normal part of RIB tours.
nb: Passering av hekkbølger slik som beskrevet her, er etter det opplyste en normal del av en slik RIB-tur.

source: I find that the reasons pointed out are sufficient, under any circumstances, to establish a general rule under the Dispute Act section 4-3 that the requirement for sufficient connection is met in disputes covered by the bankruptcy exemption when the bankruptcy proceedings are initiated in Norway.
nb: Jeg mener de påpekte grunnene under enhver omstendighet er tilstrekkelige til å oppstille en generell regel under tvisteloven § 4-3 om at tilknytningskravet er oppfylt i tvister som faller inn under konkursunntaket når konkurs er åpnet i Norge.

source: I wish additionally to add:
nb: Ut over dette vil jeg tilføye:

source: - I will work in “Monitoring Pillar” with court observations of both civil and criminal cases throughout Kosovo.
nb: Jeg skal jobbe i Monitoring Pillar med rettssaksobservasjoner av både sivile og straffesaker i hele Kosovo.

source: A paid for an e-visa to J and helped him with the issuance of a new passport.
nb: A betalte for et e-visum til J og ga bistand ved utstedelsen av nytt pass.

source: Section 5 of the Export Control Act has the following penal provision:
nb: Eksportkontrolloven § 5 har følgende straffebestemmelse:

source: Based on an updated study of relevant research and – not least – professional experience as a psychologist, the expert states the following in the case at hand:
nb: Basert på en oppdatert gjennomgang av relevant forskning og – ikke minst – psykologfaglig erfaring uttaler den sakkyndige i saken her:
